"Volume" = "Volume"; 
"Tuning" = "Syntonisation"; 
"Harmonics" = "Harmoniques"; 
"Timbre" = "Timbre"; 
"Timbre Envelope" = "Enveloppe de timbre"; 
"Decay" = "Chute"; 
"Richness" = "Richesse"; 
"Distortion" = "Distorsion"; 